Repository: Creatune/flipsticks
Catalog: po/*.po
Languages: sq

source: Lessons
sq: Mësimet

source: Set frame
sq: Vendos kornizën

source: Clear frame
sq: Shlyje kornizë

source: Reset
sq: Rivendos

source: Play backward / Pause
sq: Luaj prapa / Ndalo

source: Play forward / Pause
sq: Luaj përpara / Ndalo

source: Snapshot
sq: Fotografi i çastit

source: Angle:
sq: Kënd:

source: Size:
sq: Madhësia:

source: Size
sq: Madhësia

source: Angle
sq: Kënd

source: Lesson Plans
sq: Planet e mësimit

source: Export Frame One
sq: Eksport Kornizën e Parë

source: Head
sq: Koka

source: Neck
sq: Qafa

source: Right Shoulder
sq: Shpatulla e djatht

source: Upper Right Arm
sq: Krahun i Sipërme i Djathtë

source: Lower Right Arm
sq: Krahun i Ulët i Djathtë

source: Right Hand
sq: Dora e Djathtë

source: Left Shoulder
sq: Supe e Majtë

source: Upper Left Arm
sq: Krahun i Sipërme i Majtë

source: Lower Left Arm
sq: Krahun i Ulët i Majtë

source: Left Hand
sq: Dora e majt

source: Torso
sq: Trung

source: Right Hip
sq: Këllku i Djathtë

source: Upper Right Leg
sq: Këmba e Sipërme e Djathtë

source: Lower Right Leg
sq: Këmba e Ulët e Djathtë

source: Right Foot
sq: Këmba e Djathtë

source: Left Hip
sq: Këllku iMajtë

source: Upper Left Leg
sq: Këmba e Sipërme e Majtë

source: Lower Left Leg
sq: Këmba e Ulët e Majtë

source: Left Foot
sq: Këmba e Majtë
